{"id":"3","season":"6","title":"The Promotion","firstSceneIndex":"4156","firstLineIndex":26608,"scenes":[{"id":1,"lines":[{"id":1,"person":"Dwight","line":" Could you please sign my expense report?"},{"id":2,"person":"Michael","line":"No way, no how. Expense reports are a day-to-day item. That is Jim's now. I am exclusively big picture, epic."}]},{"id":2,"lines":[{"id":3,"person":"Dwight","line":" Sign this."},{"id":4,"person":"Jim","line":"Ah, ah, ah. Where's the \"please\"? We're not animals."},{"id":5,"person":"Dwight","line":"Sign it."},{"id":6,"person":"Jim","line":"No, not without a \"please.\""},{"id":7,"person":"Dwight","line":"Idiot."}]},{"id":3,"lines":[{"id":8,"person":"Dwight","line":" I have a complaint about Jim."},{"id":9,"person":"Michael","line":"That is not big picture."},{"id":10,"person":"Dwight","line":"I would like to file a huge, enormous, massive complaint about the tallest guy in our office."},{"id":11,"person":"Michael","line":"... Okay."},{"id":12,"person":"Dwight","line":"Jim won't sign my expense report."},{"id":13,"person":"Michael","line":"That is not-- okay-- that is day-to-day."},{"id":14,"person":"Dwight","line":"No, that is huge."},{"id":15,"person":"Michael","line":"You're trying to trick me."},{"id":16,"person":"Dwight","line":"This has to do--"},{"id":17,"person":"Michael","line":"Get out, get out, get out, get out, get out."}]},{"id":4,"lines":[{"id":18,"person":"Dwight","line":" I'd like to lodge a complaint."},{"id":19,"person":"Jim","line":"I'm sorry to hear about that. Who is this about?"},{"id":20,"person":"Dwight","line":"You!"},{"id":21,"person":"Jim","line":"Okay. Just want to let you know I take complaints very seriously. So... When did this happen?"},{"id":22,"person":"Dwight","line":"One minute ago."},{"id":23,"person":"Jim","line":"Okay. And how do you feel?"},{"id":24,"person":"Dwight","line":"Angry."},{"id":25,"person":"Jim","line":"All right. Did he hit you?"},{"id":26,"person":"Dwight","line":"No."},{"id":27,"person":"Jim","line":"Did you cry?"},{"id":28,"person":"Dwight","line":"No."},{"id":29,"person":"Jim","line":"Did you feel like crying?"},{"id":30,"person":"Dwight","line":"No."},{"id":31,"person":"Jim","line":"I'm just gonna write \"held back tears.\""},{"id":32,"person":"Dwight","line":"Wait, stop writing that. That is not true."},{"id":33,"person":"Jim","line":"If you stop crying, I'll stop writing it."},{"id":34,"person":"Dwight","line":"I'm not cr-- uhh!"}]},{"id":5,"lines":[{"id":35,"person":"Dwight","line":"I deserved that promotion, not Jim. Oh, man. Makes me want to put him in a triangle choke hold and force him down to the ground and just keep pressing and pressing. And then flip him over and then put him in a hammer lock! And he's gasping, he's panting! Every last breath! And the crowd is going crazy. And boom! I emerge victorious!  Aha! $18,000 and a chance at the title! Ooh hah!"},{"id":36,"person":"Erin","line":" Dwight, Jim wants you to keep it down."}]},{"id":6,"lines":[{"id":37,"person":"Michael","line":"Everyone, now would be a good time to freshen up, because I'd like everyone to meet in the conference room in five minutes. And I suggest that you bring a snack, because we may be in there for a while."},{"id":38,"person":"Jim","line":"Michael..."},{"id":39,"person":"Michael","line":"Yes?"},{"id":40,"person":"Jim","line":"Can I talk to you in my office for a second?"},{"id":41,"person":"Michael","line":"Mmm, sure, but could I first talk to you in my office?"},{"id":42,"person":"Stanley","line":"Can I also be a boss?"}]},{"id":7,"lines":[{"id":43,"person":"Oscar","line":"Look, it doesn't take a genius to know that any organization thrives when it has two leaders. Go ahead, name a country that doesn't have two presidents. A boat that sets sail without two captains. Where would Catholicism be without the popes?"}]},{"id":8,"lines":[{"id":44,"person":"Jim","line":"I have noticed that we--"},{"id":45,"person":"Michael","line":"Welcome."},{"id":46,"person":"Jim","line":"Thank you. I've noticed we've been having a lot of conference room meetings."},{"id":47,"person":"Michael","line":"Mm-hmm."},{"id":48,"person":"Jim","line":"And I'm wondEring if perhaps those are a bit, um--"},{"id":49,"person":"Michael","line":"Disruptive."},{"id":50,"person":"Jim","line":"Yes."},{"id":51,"person":"Michael","line":"No, I don't think they are. I think the meetings are very important."},{"id":52,"person":"Jim","line":"Okay, maybe we should talk specifics."},{"id":53,"person":"Michael","line":"Let's do."},{"id":54,"person":"Jim","line":"Okay. Yesterday, we had a meeting about planets."},{"id":55,"person":"Michael","line":"N-- well, to be fair, Jim... James... Jimothy... To be fair, Jimothy, the-- ah, that sounds weird. Are you okay with being called Jim?"},{"id":56,"person":"Jim","line":"I am."},{"id":57,"person":"Michael","line":"Alright. Jim, to be fair, the conversation wasn't about planets..."},{"id":58,"person":"Jim","line":"Right."},{"id":59,"person":"Michael","line":"At first, we were talking about introducing a line of toilet paper. And what part of the human body does one use toilet paper upon? So you draw a line from there to the other planets, and I think by the end, we all learned a little bit about how small we are."},{"id":60,"person":"Jim","line":"Yes, I agree."},{"id":61,"person":"Michael","line":"Because it's a big universe, and we're all just little, tiny specks of dust."},{"id":62,"person":"Jim","line":"I just think that maybe they're eating large amounts of the day."},{"id":63,"person":"Michael","line":"You know what eats a large amount of the day are naps. You go to sleep, it's light out, you wake up, it's dark. That's the whole day. Where did that day go? I have no idea."},{"id":64,"person":"Jim","line":"You mean on a weekend?"},{"id":65,"person":"Michael","line":"Yes."},{"id":66,"person":"Jim","line":"How about this? I think our goal should be we don't have meetings unless they're absolutely essential."},{"id":67,"person":"Michael","line":"Alright. No more meetings this week."},{"id":68,"person":"Jim","line":"Really? You just agreed to that?"},{"id":69,"person":"Michael","line":"I can be very suprising."}]},{"id":9,"lines":[{"id":70,"person":"Phyllis","line":"What's going on?"},{"id":71,"person":"Pam","line":"I need to fit into my wedding dress. However, I'm also pregnant."},{"id":72,"person":"Ryan","line":"You know, it's a myth that women have to gain more than nine pounds in a pregnancy. Look at these actresses. Some of them lose weight."},{"id":73,"person":"Phyllis","line":"Hey, did you guys register for wedding gifts?"},{"id":74,"person":"Pam","line":"We did, but mostly because people expect us to. We're also accepting other gifts not on the registry... However much."}]},{"id":10,"lines":[{"id":75,"person":"Pam","line":"It's awkward asking people for money, but we could really use it. Why doesn't Crate & Barrel let you register for a toaster full of cash?"}]},{"id":11,"lines":[{"id":76,"person":"Phyllis","line":"Perfect. I hate registries."},{"id":77,"person":"Pam","line":"Oh, good."},{"id":78,"person":"Phyllis","line":"My cousin makes the most amazing romantic birdhouse mailboxes. I know I shouldn't tell you, but you'll still be suprised when you see it. You're not registered for a birdhouse, are you?"},{"id":79,"person":"Pam","line":"No, we're not."},{"id":80,"person":"Phyllis","line":"Good. Good."}]},{"id":12,"lines":[{"id":81,"person":"Michael","line":"Mm-hmm?"},{"id":82,"person":"Jim","line":" Okay, I thought I saw people missing."},{"id":83,"person":"Michael","line":"Yeah, just focus-grouping a product expansion idea to these folks. Got one of each."},{"id":84,"person":"Jim","line":"Really? Hey, Stanley, what was the last thing Michael said before I came through the door?"},{"id":85,"person":"Michael","line":"Stanley, you don't need to answer that."},{"id":86,"person":"Jim","line":"Stanley?"},{"id":87,"person":"Stanley","line":"\"If you don't smell this, you're fired.\""},{"id":88,"person":"Jim","line":"Okay, Michael, I thought we agreed to not take up people's time with meetings like these."},{"id":89,"person":"Michael","line":"What do you mean by \"these people\"?"},{"id":90,"person":"Jim","line":"Michael, this is a conference room meeting."},{"id":91,"person":"Michael","line":"Oh, hey, everybody, I think that Jim has gone insane, because he thinks that my office is a conference room."},{"id":92,"person":"Jim","line":"That's not what I meant."},{"id":93,"person":"Michael","line":"Listen, Jim, no offense, but when push comes to shove, what I want is more important that what you want."},{"id":94,"person":"Jim","line":"I disagree."},{"id":95,"person":"Michael","line":"What do you guys think? "},{"id":96,"person":"Jim","line":"Great. Guys, can I just have a moment alone with Michael?"},{"id":97,"person":"Michael","line":"No, no, no, you don't need to go anywhere. Anything that Jim has to say to me, he can say in front of these types of people."},{"id":98,"person":"Jim","line":"That is not what I said, and, also, I am co-manager, meaning you are not the only manager anymore. I am also I co-manager."},{"id":99,"person":"Michael","line":"That is not what Wallace told us."},{"id":100,"person":"Jim","line":"That's exactly what Wallace told us."},{"id":101,"person":"Michael","line":"That is not the way I heard it."}]},{"id":13,"lines":[{"id":102,"person":"Kelly","line":"I love rivalries-- Michael or Jim, Paris or Nicole, Heidi or L.C. It's so much fun. But I guess if I'm really thinking about it and answEring your question honestly, I'd have to go with L.C. Heidi's a bad friend, and her skin is terrible."}]},{"id":14,"lines":[{"id":103,"person":"Michael","line":"It is one thing, me giving you the co-manager title. It is another thing, you bossing me around."},{"id":104,"person":"Jim","line":"I'm not bossing you around. I'm trying to do my job, which is sharing your job, so maybe we should just call David Wallace."},{"id":105,"person":"Michael","line":"No, no, no. No, we will not call David Wallace.  I will call David Wallace."},{"id":106,"person":"Erin","line":"David Wallace is on line two for you guys."},{"id":107,"person":"Michael","line":"Or David Wallace will call us on line two. Why don't we just--"},{"id":108,"person":"Jim","line":"Hey, David. You got Jim here."},{"id":109,"person":"Michael","line":"Hey David, this is Michael, senior co-manager."},{"id":110,"person":"David Wallace","line":"Hey guys, um, I'm calling, because, unfortunately, we will not be able to give out cost of living raises this year, and I know people expect it. However, there just is only a small amount of money for each branch, so we're leaving it up to the managers to decide how to distribute it."},{"id":111,"person":"Michael","line":"Got it, Dave. Sounds like your classice big-picture decision."},{"id":112,"person":"Jim","line":"Which will clearly affect the day-to-day well-being of our employees."},{"id":113,"person":"David Wallace","line":"It's probably a little of both."},{"id":114,"person":"Michael","line":"Which is it more of?"},{"id":115,"person":"David Wallace","line":"Excuse me?"},{"id":116,"person":"Jim","line":"David, I know that I'm very new at this, but I have a very good perspective on how things work."},{"id":117,"person":"David Wallace","line":"Wait, I'm sorry. Michael, are you-- are you texting me?"},{"id":118,"person":"Michael","line":"I thought maybe we could talk after this is over."},{"id":119,"person":"David Wallace","line":"Look, I need you both to take care of this. This is not going to be a problem, is it?"},{"id":120,"person":"Jim","line":"Nope, not at all."},{"id":121,"person":"Michael","line":"No, it will not be. I am on top of it."},{"id":122,"person":"David Wallace","line":"Very good."},{"id":123,"person":"Jim","line":"Alright, thanks alot, David."},{"id":124,"person":"Michael","line":"Talk to you later--  Okay, you didn't let me say good-bye.  Alright, I am looking forward to this."},{"id":125,"person":"Jim","line":"You don't have to lie."},{"id":126,"person":"Michael","line":"I hate the fact that we have to do this together. I think we work better separately. When I am irritated and I look at you, I don't see you anymore."},{"id":127,"person":"Jim","line":"Right."},{"id":128,"person":"Michael","line":"All I can see is how big and gross the pores on your nose are."},{"id":129,"person":"Jim","line":"Alright. Let's get started."}]},{"id":15,"lines":[{"id":130,"person":"Creed","line":"Hey, why haven't we ever, um..."},{"id":131,"person":"Meredith","line":"We have."}]},{"id":16,"lines":[{"id":132,"person":"Michael","line":"You know, there's no easy way to do this. I say we add 1.5% to their paychecks and don't say anything about it."},{"id":133,"person":"Jim","line":"Do you mean, like break-in in the middle of the night and change the numbers on payroll?"},{"id":134,"person":"Michael","line":"No, we can do it during the day. It doesn't have to be that dramatic, Jim."},{"id":135,"person":"Jim","line":"Okay. You know what would help is a pros and cons list for our options."},{"id":136,"person":"Michael","line":"Jim, don't take this the wrong way. Are you gonna take this the wrong way?"},{"id":137,"person":"Jim","line":"It's hard to tell so far."},{"id":138,"person":"Michael","line":"You use your brain too much."},{"id":139,"person":"Jim","line":"I'm sorry, are you advocating that I use it less?"},{"id":140,"person":"Michael","line":"Sometimes the smartest people don't think at all."},{"id":141,"person":"Jim","line":"You just came up with that."},{"id":142,"person":"Michael","line":"As I was saying it."},{"id":143,"person":"Jim","line":"Yeah. Okay, so for the 1.5% increase, pro-- everyone gets a little bit."},{"id":144,"person":"Michael","line":" Con-- you look like a nerd."},{"id":145,"person":"Jim","line":"Con-- no one gets as much as they did last year."},{"id":146,"person":"Michael","line":"Pro-- you get to share your pros and cons list with the other nerds."},{"id":147,"person":"Jim","line":"Pro-- no favoritism."},{"id":148,"person":"Michael","line":"Con-- you unzip your pants, and you find that there's a calculator down there."}]},{"id":17,"lines":[{"id":149,"person":"Jim","line":"I've been studying Michael for years, and I've condensed what I've learned into this chart--  How Michael spends his time. As you can see, we have procrastinating and distracting others, and this tiny sliver here is critical thinking. I made it bigger, so that you could see it."}]},{"id":18,"lines":[{"id":150,"person":"Kevin","line":"Hey, Pam, I heard that you were registered, but I didn't hear where."},{"id":151,"person":"Pam","line":"I don't think we registered anywhere. We just want cash."},{"id":152,"person":"Kevin","line":"Like money? Like you-- you want my money?"},{"id":153,"person":"Pam","line":"Mm-hmm."},{"id":154,"person":"Kevin","line":"Will you take a check?"},{"id":155,"person":"Pam","line":"Yeah."},{"id":156,"person":"Kevin","line":"Cool. In the memo line, I'm gonna write, \"To love's eternal glory.\""},{"id":157,"person":"Pam","line":"Okay."},{"id":158,"person":"Kevin","line":"Wait til' Monday."}]},{"id":19,"lines":[{"id":159,"person":"Pam","line":"Is this what I've become? Materialistic? Shallow? I feel horrible.  oh look! \"Mrs. Pam Halpert!\" That's the first time I've seen it in writing!"}]},{"id":20,"lines":[{"id":160,"person":"Jim","line":"You know, the more I think about it, the more I think we should give it to the salesmen."},{"id":161,"person":"Michael","line":"That will not go over well."},{"id":162,"person":"Jim","line":"I know. I just think it seems smart to keep the salesmen happy right now. 'Course I know that this might come off as biased, so you know what? Let us..."},{"id":163,"person":"Michael","line":"Oh, my God! Are you gonna make another pro and con list? I'm gonna kill myself."},{"id":164,"person":"Jim","line":"I'm not gonna let you stop me from thinking."},{"id":165,"person":"Michael","line":"No! I could not do that, Jim. I can see it in your crusty little eyes that you are going to make everything perfect. If I can just think this through, if I could just think it exactly right, I can make this perfect, and then I can go down every avenue, and every avenue off of that avenue, and then another avenue."},{"id":166,"person":"Jim","line":"Michael."},{"id":167,"person":"Michael","line":"And then another--"},{"id":168,"person":"Jim","line":"Look, you have a lot of strengths."},{"id":169,"person":"Michael","line":"Oh, I do?! Tell me what they are."},{"id":170,"person":"Jim","line":"I think that you are able to take constructive criticism very well."},{"id":171,"person":"Michael","line":"Ha! That-- I am not known for that!"},{"id":172,"person":"Jim","line":"But there is a reason why I'm here!"},{"id":173,"person":"Michael","line":"Yes! You went over my head to Wallace!"},{"id":174,"person":"Jim","line":"No, it's because you also have a lot of weaknesses, Michael!"},{"id":175,"person":"Michael","line":"Okay. Well, why don't you tell me what those are, Jim? Why don't you enliven me?"},{"id":176,"person":"Jim","line":"I don't think you're good at making tough decisions!"},{"id":177,"person":"Michael","line":"Ah."},{"id":178,"person":"Jim","line":"At thinking out the options, and then stating that decision very clearly, especially when it's an unpopular decision."},{"id":179,"person":"Michael","line":"Okay, here's a tough decision for you. You suck! You suck! Is that clear enough for you?!"},{"id":180,"person":"Jim","line":"But maybe I'm here for a reason, because I might have some good ideas, too. I've been sitting out there, and I've been learning a lot, and maybe I can just bring something different to the table."},{"id":181,"person":"Michael","line":"Okay, Skippy, here we go. Why don't you run yourself out there and tell them?  You call it."},{"id":182,"person":"Michael","line":" This had better be terrible."},{"id":183,"person":"Jim","line":"Could I have everyone's attention, please? I have some tough news, so I'm just gonna give it to you straight. Truth is, we only have so much money for raises this year, so the simple fact is some people will get raises, and some people won't. Now, what we've decided is, we are gonna give those raises to the sales staff."},{"id":184,"person":"Meredith","line":"Wait. Seriously?!"},{"id":185,"person":"Jim","line":"Look, you guys are smart, so I'm just leveling with you. I'm just trying to treat you like adults."},{"id":186,"person":"Oscar","line":"Thank you, Jim, for thinking that we're smart people."},{"id":187,"person":"Angela","line":"But, I do not understand. If we're such smart adults, then why don't we get raises?"},{"id":188,"person":"Oscar","line":"Excellent question, genius. It's because Jim wants to give the raises to his friends and the people he sleeps with."},{"id":189,"person":"Jim","line":"Ooh, easy. That's not it at all."},{"id":190,"person":"Oscar","line":"Well?"},{"id":191,"person":"Jim","line":"Really what it is, is about the money the sales staff brings into the office."},{"id":192,"person":"Kelly","line":" What's going on?"},{"id":193,"person":"Kevin","line":"Jim is only giving raises to the salesmen."},{"id":194,"person":"Kelly","line":"What the hell?! Why are you being such a jerk?!"},{"id":195,"person":"Oscar","line":"Hold on, Kelly. Would it help you to know that Jim thinks you're smart?"},{"id":196,"person":"Kelly","line":"No!  How is that gonna repair Ryan's car?!"},{"id":197,"person":"Dwight","line":"This is ridiculous! How could he do this to us?!"},{"id":198,"person":"Jim","line":"Okay, Dwight, you know what? You'd be getting the raise so--"},{"id":199,"person":"Dwight","line":"What about all these people, huh?! How is it fair to them?!"},{"id":200,"person":"Oscar","line":"Exactly!"},{"id":201,"person":"Kevin","line":"Totally!"},{"id":202,"person":"Oscar","line":"We work just as hard as the sales people. We deserve raises."},{"id":203,"person":"Creed","line":"Yes."},{"id":204,"person":"Angela","line":"Yes. They don't get 'em, if we don't get 'em!"},{"id":205,"person":"Meredith","line":"My kid needs shoes! You want to tell him he doesn't get shoes?!"},{"id":206,"person":"Kevin","line":"Yeah."},{"id":207,"person":"Dwight","line":"Her kid needs shoes, Jim!"},{"id":208,"person":"Meredith","line":"What the hell?! "},{"id":209,"person":"Jim","line":"Wow! I'm just gonna rewind and back off a bit, so... "},{"id":210,"person":"Michael","line":"That was good! That was good! Okay, all right. Well, we all know it's hard to be a boss, right? You know what? Look around you. These are your best friends. These are the people who will open their hearts to you. They all have heart-ons for you , and that is a gift. So in terms of gifts, we should be giving each other gifts. Angela, yes, lend Oscar a cup of sugar. This--"},{"id":211,"person":"Angela","line":"What are you talking about Michael?"},{"id":212,"person":"Stanley","line":"We just need to hear your plan for our raise."},{"id":213,"person":"Michael","line":"My plan-- a man-- panama."},{"id":214,"person":"Andy","line":"That's not how that goes."},{"id":215,"person":"Meredith","line":"You're not saying anything. At least Jim was being direct..."},{"id":216,"person":"Jim","line":"Thank you, Meredith."},{"id":217,"person":"Meredith","line":"...when he was telling us his dumbass plan."},{"id":218,"person":"Oscar","line":"We would just like to know what's happening. Are we getting a raise, yes or no?"},{"id":219,"person":"Michael","line":"Alright! Let me get this clear! Does everybody want a raise?  Alright, everyone wants a raise, so what we're going to do is go into here, and we will not come out until we do."},{"id":220,"person":"Oscar","line":"Again, that gives us no information."},{"id":221,"person":"Phyllis","line":"This isn't a game, you know? It's our livelihood!"}]},{"id":21,"lines":[{"id":222,"person":"Michael","line":"What about a raise based on merit?"},{"id":223,"person":"Jim","line":"Rank each person individually?"},{"id":224,"person":"Michael","line":"Mm-hmm. Piece of cake. Ryan, obviously the best."},{"id":225,"person":"Jim","line":" Well, obviously. Too bad he's a temp and doesn't count, so let's get started. "},{"id":226,"person":"Michael","line":"Are you making a--"},{"id":227,"person":"Jim","line":"Nope. I'm numbering the paper."}]},{"id":22,"lines":[{"id":228,"person":"Oscar","line":" Just--"},{"id":229,"person":"Kevin","line":"Yeah, I don't understand how they can even consider giving money to some people and not the rest of us."},{"id":230,"person":"Angela","line":"It's not like we're not gonna see the checks. We're in accounting!"},{"id":231,"person":"Meredith","line":"I am so pissed at this company!"},{"id":232,"person":"Dwight","line":" And Jim!"},{"id":233,"person":"Meredith","line":"Yeah. Who said that?"},{"id":234,"person":"Dwight","line":"I think it was Creed."},{"id":235,"person":"Creed","line":"Yep."}]},{"id":23,"lines":[{"id":236,"person":"Jim","line":" It's going really well, actually."},{"id":237,"person":"Jim","line":" Each Boston Baked Bean represents half a percent raise. We each got 24 beans, so the idea is, you place the bean on the picture  of who you think deserv-- who's that? "},{"id":238,"person":"Michael","line":"Toby."},{"id":239,"person":"Jim","line":"He's not a part of this. You know that."},{"id":240,"person":"Michael","line":"Just wanted to draw a picture of him."},{"id":241,"person":"Jim","line":"Okay, your move."},{"id":242,"person":"Michael","line":"Alright! Who to pick?  Who to pick?"},{"id":243,"person":"Jim","line":"Here we go."},{"id":244,"person":"Michael","line":"I... will skip a turn."},{"id":245,"person":"Jim","line":"Okay, you're gonna still have to play that bean. You know that."},{"id":246,"person":"Michael","line":"I need more time."},{"id":247,"person":"Erin","line":"Wallace sent an e-mail about a meeting next week. He wants you both to respond. "}]},{"id":24,"lines":[{"id":248,"person":"Dwight","line":"People are starting to notice how terrible Jim is. It's great. Eventually, they'll rise up and revolt. My only hope is that they do it sooner rather than later. If the people here were our founding fathers, the Revolutionary War would have been delayed ten years, because Stanley Washington was napping, and Phyllis Hancock was still signing the declaration, and Kevin Jefferson was distracted by a butterfly."}]},{"id":25,"lines":[{"id":249,"person":"Dwight","line":"Come on in.  That's right. Come in, feast your eyes. They determine our worth by putting beans upon our faces."},{"id":250,"person":"Oscar","line":"What the hell?!"},{"id":251,"person":"Dwight","line":"Things were not this bad when just Michael was manager."},{"id":252,"person":"Michael","line":"Hey, what are you guys doing in here?"},{"id":253,"person":"Kevin","line":"What does a bean mean?"},{"id":254,"person":"Pam","line":"Why aren't there any beans on this very old, frizzy-haired picture of me?"},{"id":255,"person":"Kevin","line":"Michael, what does a bean mean?"},{"id":256,"person":"Pam","line":"Jim?"},{"id":257,"person":"Jim","line":"I was just trying to be unbiased."},{"id":258,"person":"Kevin","line":"What does a bean mean?!"},{"id":259,"person":"Oscar","line":"Someone please explain it to Kevin."},{"id":260,"person":"Meredith","line":"Why can't you? My time is just as valuable as yours."},{"id":261,"person":"Phyllis","line":"Not according to the beans."},{"id":262,"person":"Angela","line":"This is how you make this important decision?"},{"id":263,"person":"Andy","line":"There's no way that Stanley gets more beans than me.  That is ridiculous. This is how it works. "}]},{"id":26,"lines":[{"id":264,"person":"Phyllis","line":"It's not so much that I might not get a raise. It's just demeaning!"},{"id":265,"person":"Andy","line":"Thank you! That is exactly-- by the way, I would also like a raise."},{"id":266,"person":"Phyllis","line":"Yeah, I would, too."},{"id":267,"person":"Dwight","line":"Are we idiots?  What right does Jim have to claim authority, hmm? Is he as good a salesman as I? Is he as matronly as Phyllis? There are moments where we can affect change. For a few seconds every decade, we exist, and these are those seconds! Let us storm his castle! Come on! Tick-- let's get him. Tock-- let's get Jim! Tick-- and drag Jim out of his office! Tock-- take his keys away from him! Tick-- that's a clock! The time is getting very close! It's now or never! What say you?!"},{"id":268,"person":"Phyllis","line":"I say no."},{"id":269,"person":"Dwight","line":"No, I mean, what do you say to my plan?  Okay."},{"id":270,"person":"Kevin","line":"What does a bean mean?"},{"id":271,"person":"Michael","line":" How you doing?"},{"id":272,"person":"Jim","line":"Uh, on a scale of one to ten, I'd say I'm about a four."},{"id":273,"person":"Michael","line":"Oh, what are you usually?"},{"id":274,"person":"Jim","line":"Six. You?"},{"id":275,"person":"Michael","line":"Usually a ten, but I'm feeling like a zero."},{"id":276,"person":"Jim","line":"I mean, a performance-based raise sounded like a good idea, right?"},{"id":277,"person":"Michael","line":"I know, I know."},{"id":278,"person":"Jim","line":"We tried to find the fairest way to do it."},{"id":279,"person":"Michael","line":"Yes, we did."},{"id":280,"person":"Jim","line":"I just-- what?"},{"id":281,"person":"Michael","line":"Um, nothing. I just... I used to have to do this part alone, and it was the worst. I have something I would like to give you. "},{"id":282,"person":"Phyllis","line":"Michael!"},{"id":283,"person":"Kevin","line":"Michael!"},{"id":284,"person":"Phyllis","line":"Come on! This isn't fair!"},{"id":285,"person":"Jim","line":" Michael's my only friend left in the office. Except Pam... I think. Is she still upset?"},{"id":286,"person":"Phyllis","line":" Michael, you cannot just keep avoiding us like this!"},{"id":287,"person":"Jim","line":" Thank you."},{"id":288,"person":"Michael","line":"You're welcome."},{"id":289,"person":"Jim","line":"What's in here?"},{"id":290,"person":"Michael","line":"Gin. "},{"id":291,"person":"Jim","line":"Ooh!"},{"id":292,"person":"Michael","line":" Just pretend we're not here."}]},{"id":27,"lines":[{"id":293,"person":"Ryan","line":"Heard you guys are looking for cash for the wedding?"},{"id":294,"person":"Pam","line":"Yeah, I mean, if it's all the same for you."},{"id":295,"person":"Ryan","line":"Question for you. Would you guys rather have $100 now, or $5,000 a year from now?"},{"id":296,"person":"Pam","line":"$100 now for sure."},{"id":297,"person":"Ryan","line":"Because you just give me $50 to cover the broker fee, I put in a hundred of my own money as the gift..."},{"id":298,"person":"Pam","line":"Yeah. No, no, I'll um-- the hundred. I'll just take the hundred."},{"id":299,"person":"Ryan","line":"Instead of $5,000 a year from now?"},{"id":300,"person":"Pam","line":"How sure is this?"}]},{"id":28,"lines":[{"id":301,"person":"Pam","line":"The guy has an algorithm to determine the winner of any given college basketball game."}]},{"id":29,"lines":[{"id":302,"person":"Pam","line":" Don't tell Jim."}]}]}